Repository: fatik-islam/CB-Employee-Hub
Catalog: ios/ChickyBitesAttendance/Localizable.xcstrings
Source language: en
Languages: ur

source: Account deletion requested. Access has been disabled.
ur: اکاؤنٹ حذف کرنے کی درخواست کی گئی۔ رسائی کو غیر فعال کر دیا گیا ہے۔

source: Account linked to your employee record.
ur: اکاؤنٹ آپ کے ملازم کے ریکارڈ سے منسلک ہے۔

source: Account updated.
ur: اکاؤنٹ اپ ڈیٹ ہو گیا۔

source: Active Employees
ur: فعال ملازمین

source: Active employees assigned to this branch will appear here.
ur: اس برانچ کو تفویض کردہ فعال ملازمین یہاں ظاہر ہوں گے۔

source: Add Supporting Document
ur: معاون دستاویز شامل کریں۔

source: Add the restaurant’s public IP as one address or CIDR range. The server checks the connection at no API cost.
ur: ریستوراں کا عوامی IP ایک ایڈریس یا CIDR رینج کے طور پر شامل کریں۔ سرور بغیر کسی API لاگت کے کنکشن کی جانچ کرتا ہے۔

source: Add your first employee from the Team tab.
ur: ٹیم ٹیب سے اپنے پہلے ملازم کو شامل کریں۔

source: Address not configured
ur: ایڈریس کنفیگر نہیں ہے۔

source: Allowed radius
ur: اجازت شدہ رداس

source: An employee already uses this information. Check the CNIC and employee code, then try again.
ur: ایک ملازم پہلے ہی اس معلومات کو استعمال کرتا ہے۔ CNIC اور ملازم کوڈ چیک کریں، پھر دوبارہ کوشش کریں۔

source: An on-device face model creates a mathematical template for attendance matching. Face ID used for login is handled separately by iOS and the app never receives your Face ID image.
ur: ایک آن ڈیوائس چہرے کا ماڈل حاضری کے ملاپ کے لیے ایک ریاضیاتی ٹیمپلیٹ بناتا ہے۔ لاگ ان کے لیے استعمال ہونے والے Face ID کو iOS کے ذریعے الگ سے ہینڈل کیا جاتا ہے اور ایپ کو کبھی بھی آپ کی Face ID تصویر موصول نہیں ہوتی ہے۔

source: Annual entitlement and evidence rules.
ur: سالانہ استحقاق اور ثبوت کے قواعد۔

source: Annual leave days cannot be negative.
ur: سالانہ چھٹی کے دن منفی نہیں ہو سکتے۔

source: Approved Wi-Fi IP added.
ur: منظور شدہ Wi-Fi IP شامل کیا گیا۔

source: Approved and paid salary records visible only to you.
ur: منظور شدہ اور ادا شدہ تنخواہ کا ریکارڈ صرف آپ کو نظر آتا ہے۔

source: Approved correction
ur: منظور شدہ تصحیح

source: Approved payroll records will appear here.
ur: منظور شدہ پے رول ریکارڈ یہاں ظاہر ہوں گے۔

source: Approved public IP
ur: منظور شدہ عوامی IP

source: Asset issued.
ur: اثاثہ جاری۔

source: Assign this account to a branch before configuring attendance.
ur: حاضری کو ترتیب دینے سے پہلے اس اکاؤنٹ کو برانچ کو تفویض کریں۔

source: Assigned branch
ur: تفویض کردہ شاخ

source: Assignment ended by administrator
ur: منتظم کی طرف سے تفویض ختم ہو گیا۔

source: Attendance corrected.
ur: حاضری درست کی گئی۔

source: Attendance corrections
ur: حاضری کی اصلاح

source: Attendance could not be verified.
ur: حاضری کی تصدیق نہیں ہو سکی۔

source: Attendance saved securely and will sync when internet returns.
ur: حاضری کو محفوظ طریقے سے محفوظ کیا گیا اور انٹرنیٹ کی واپسی پر مطابقت پذیر ہو جائے گی۔

source: Attendance security
ur: حاضری کی حفاظت

source: Audit trail
ur: آڈٹ ٹریل

source: Availability saved.
ur: دستیابی محفوظ ہو گئی۔

source: Bank and statutory payroll details saved.
ur: بینک اور قانونی تنخواہ کی تفصیلات محفوظ ہو گئیں۔

source: Bank details, tax, food, loans and reimbursements.
ur: بینک کی تفصیلات، ٹیکس، خوراک، قرضے اور ادائیگیاں۔

source: Base
ur: بیس

source: Biometric login
ur: بائیو میٹرک لاگ ان

source: Biometric login could not be prepared.
ur: بائیو میٹرک لاگ ان تیار نہیں ہو سکا۔

source: Biometric login could not be saved on this iPhone.
ur: اس iPhone پر بائیو میٹرک لاگ ان محفوظ نہیں کیا جا سکا۔

source: Biometric login removed from this iPhone.
ur: بائیو میٹرک لاگ ان کو اس iPhone سے ہٹا دیا گیا۔

source: Blink once
ur: ایک بار جھپکیں۔

source: Blink once and turn your head left
ur: ایک بار پلکیں جھپکائیں اور اپنا سر بائیں مڑیں۔

source: Blink once and turn your head right
ur: ایک بار پلکیں جھپکیں اور اپنا سر دائیں طرف موڑیں۔

source: Both restaurant Wi-Fi and GPS verification are required.
ur: ریستوراں Wi-Fi اور GPS دونوں کی تصدیق درکار ہے۔

source: Branch Radius
ur: برانچ کا رداس

source: Branch activated.
ur: برانچ فعال

source: Branch assignment ended.
ur: برانچ اسائنمنٹ ختم ہو گئی۔

source: Branch assignment saved.
ur: برانچ اسائنمنٹ محفوظ ہو گئی۔

source: Branch coordinates
ur: برانچ کوآرڈینیٹ

source: Branch created.
ur: برانچ بنائی۔

source: Branch deactivated.
ur: برانچ کو غیر فعال کر دیا گیا۔

source: Branch identity
ur: برانچ کی شناخت

source: Branch settings saved.
ur: برانچ کی ترتیبات محفوظ ہو گئیں۔

source: BrandLogo
ur: برانڈ لوگو

source: BrandLogoLight
ur: برانڈلوگو لائٹ

source: Break
ur: توڑنا

source: CB Employee Hub does not use your information for advertising or cross-app tracking.
ur: CB ایمپلائی ہب آپ کی معلومات کو اشتہارات یا کراس ایپ ٹریکنگ کے لیے استعمال نہیں کرتا ہے۔

source: CB Employee Hub uses the front camera to enroll an employee face and perform a live face match before attendance.
ur: CB ایمپلائی ہب ملازم کے چہرے کا اندراج کرنے اور حاضری سے پہلے لائیو فیس میچ کرنے کے لیے فرنٹ کیمرہ استعمال کرتا ہے۔

source: CB Employee Hub — Payslip
ur: CB ایمپلائی ہب - پے سلپ

source: Camera access is required for live face verification
ur: لائیو چہرے کی تصدیق کے لیے کیمرے تک رسائی درکار ہے۔

source: Cancelled in CB Employee Hub
ur: CB ایمپلائی ہب میں منسوخ کر دیا گیا۔

source: Checked in
ur: چیک ان کیا۔

source: Checked in successfully.
ur: کامیابی سے چیک ان ہو گیا۔

source: Checked out
ur: چیک آؤٹ کیا۔

source: Checked out successfully.
ur: کامیابی سے چیک آؤٹ ہو گیا۔

source: Chicky Bites Main
ur: Chicky Bites مین

source: Choose File
ur: فائل کا انتخاب کریں۔

source: Choose a file smaller than 15 MB.
ur: 15 MB سے چھوٹی فائل کا انتخاب کریں۔

source: Choose a new password
ur: ایک نیا پاس ورڈ منتخب کریں۔

source: Choose which free location signals employees must pass.
ur: منتخب کریں کہ کون سا مفت مقام سگنل ملازمین کو پاس کرنا چاہیے۔

source: Configure
ur: ترتیب دیں۔

source: Confirm account password
ur: اکاؤنٹ کے پاس ورڈ کی تصدیق کریں۔

source: Connect to an approved restaurant Wi-Fi network.
ur: ایک منظور شدہ ریستوراں Wi-Fi نیٹ ورک سے جڑیں۔

source: Connect to restaurant Wi-Fi or move within the branch geofence.
ur: ریستوراں Wi-Fi سے جڑیں یا برانچ جیوفینس کے اندر منتقل ہوں۔

source: Contracts, CNIC, bank and employment records.
ur: معاہدے، CNIC، بینک اور ملازمت کے ریکارڈ۔

source: Correction request submitted.
ur: تصحیح کی درخواست جمع کرائی گئی۔

source: Create a payroll run when employee compensation is configured.
ur: جب ملازم معاوضہ ترتیب دیا جاتا ہے تو پے رول رن بنائیں۔

source: Create password
ur: پاس ورڈ بنائیں

source: Credentials stay encrypted in this iPhone’s Keychain and are invalidated if biometrics change.
ur: اسناد اس iPhone کی کیچین میں خفیہ رہتی ہیں اور اگر بایومیٹرکس تبدیل ہو جاتی ہیں تو اسے باطل کر دیا جاتا ہے۔

source: Daily register
ur: روزانہ رجسٹر

source: Dates
ur: تاریخیں

source: Deletion
ur: حذف کرنا

source: Demo branch
ur: ڈیمو برانچ

source: Dispute submitted.
ur: تنازعہ جمع کرایا۔

source: Disputes
ur: تنازعات

source: Dynamic rules
ur: متحرک اصول

source: Email
ur: ای میل

source: Email address
ur: ای میل ایڈریس

source: Email verified. Welcome to CB Employee Hub.
ur: ای میل کی تصدیق ہو گئی۔ CB ایمپلائی ہب میں خوش آمدید۔

source: Employee Code,Employee,Bank,Account Title,IBAN,Amount PKR
ur: ملازم کوڈ، ملازم، بینک، اکاؤنٹ کا عنوان، IBAN، رقم PKR

source: Employee added.
ur: ملازم شامل کر دیا گیا۔

source: Employee compensation
ur: ملازمین کا معاوضہ

source: Employee document uploaded securely.
ur: ملازم کی دستاویز محفوظ طریقے سے اپ لوڈ کی گئی۔

source: Employee documents
ur: ملازمین کی دستاویزات

source: Employee face enrolled securely.
ur: ملازم کا چہرہ محفوظ طریقے سے اندراج ہوا۔

source: Employee face enrollment removed.
ur: ملازم کے چہرے کا اندراج ہٹا دیا گیا۔

source: Employee identity, access role, attendance face, and employment status.
ur: ملازم کی شناخت، رسائی کا کردار، حاضری کا چہرہ، اور ملازمت کی حیثیت۔

source: Employee lifecycle
ur: ملازمین کا لائف سائیکل

source: Employee updated.
ur: ملازم کو اپ ڈیٹ کر دیا گیا۔

source: Employees
ur: ملازمین

source: Employees can fall back from Wi-Fi to GPS when permitted. If verification fails, an authorized manager can record an audited override with a reason and fresh password confirmation.
ur: اجازت ملنے پر ملازمین Wi-Fi سے GPS میں واپس آ سکتے ہیں۔ اگر تصدیق ناکام ہو جاتی ہے تو، ایک مجاز مینیجر ایک وجہ اور تازہ پاس ورڈ کی تصدیق کے ساتھ آڈٹ شدہ اوور رائیڈ کو ریکارڈ کر سکتا ہے۔

source: Employment records
ur: ملازمت کے ریکارڈ

source: Enable camera access in iPhone Settings to continue
ur: جاری رکھنے کے لیے iPhone ترتیبات میں کیمرے تک رسائی کو فعال کریں۔

source: Enable secure biometric login for CB Employee Hub
ur: CB ایمپلائی ہب کے لیے محفوظ بائیو میٹرک لاگ ان کو فعال کریں۔

source: End date must be on or after the start date.
ur: اختتامی تاریخ شروع ہونے کی تاریخ پر یا اس کے بعد ہونی چاہیے۔

source: English
ur: انگریزی

source: Enroll Employee Face
ur: ملازم کا چہرہ اندراج کریں۔

source: Enter the reset code
ur: ری سیٹ کوڈ درج کریں۔

source: Enter valid loan and installment amounts.
ur: درست قرض اور قسط کی رقم درج کریں۔

source: Enter your registered email address first.
ur: پہلے اپنا رجسٹرڈ ای میل ایڈریس درج کریں۔

source: Enter your verification code to finish signing in.
ur: سائن ان مکمل کرنے کے لیے اپنا تصدیقی کوڈ درج کریں۔

source: Extra meal
ur: اضافی کھانا

source: Face ID login needs to be enabled again using your password.
ur: Face ID لاگ ان کو آپ کے پاس ورڈ کا استعمال کرتے ہوئے دوبارہ فعال کرنے کی ضرورت ہے۔

source: Face attendance
ur: چہرے کے ذریعے حاضری

source: Face verified
ur: چہرے کی تصدیق ہو گئی۔

source: Files, onboarding, offboarding and issued assets.
ur: فائلیں، آن بورڈنگ، آف بورڈنگ اور جاری کردہ اثاثے۔

source: Food charge added for approval.
ur: فوڈ چارج منظوری کے لیے شامل کیا گیا۔

source: Food item saved.
ur: کھانے کی اشیاء محفوظ ہو گئیں۔

source: Friday
ur: جمعہ

source: GPS is required to save attendance offline.
ur: GPS حاضری کو آف لائن بچانے کے لیے درکار ہے۔

source: GPS location
ur: GPS مقام

source: Gross
ur: مجموعی

source: Healthy
ur: صحت مند

source: Hold still for a moment
ur: ایک لمحے کے لیے ٹھہرو

source: Hold still in even light — recapturing
ur: یکساں روشنی میں بھی پکڑو - دوبارہ قبضہ کرنا

source: Holiday added.
ur: چھٹی شامل کی گئی۔

source: If this email is registered, a reset code is on its way.
ur: اگر یہ ای میل رجسٹرڈ ہے، تو ایک ری سیٹ کوڈ جاری ہے۔

source: Information is filtered for your employee account and assigned branch.
ur: معلومات کو آپ کے ملازم کے اکاؤنٹ اور تفویض کردہ برانچ کے لیے فلٹر کیا جاتا ہے۔

source: Invite code created.
ur: دعوت کوڈ بنایا گیا۔

source: Invite code required
ur: دعوتی کوڈ درکار ہے۔

source: Keep one face clearly inside the oval
ur: ایک چہرہ واضح طور پر بیضوی کے اندر رکھیں

source: Keep one face steady in even light and try again.
ur: ایک چہرے کو یکساں روشنی میں مستحکم رکھیں اور دوبارہ کوشش کریں۔

source: Keep your head upright in the oval
ur: اپنے سر کو اوول میں سیدھا رکھیں

source: Lahore
ur: لاہور

source: Late check-in
ur: دیر سے چیک ان

source: Leave balance
ur: چھٹیوں کا بیلنس

source: Leave blackout added.
ur: بلیک آؤٹ شامل کر دیں۔

source: Leave cancelled.
ur: چھٹی منسوخ کر دی گئی۔

source: Leave management
ur: چھٹیوں کا انتظام

source: Leave policies
ur: چھٹی کی پالیسیاں

source: Leave request submitted.
ur: چھٹی کی درخواست جمع کر دی گئی۔

source: Lifecycle task added.
ur: لائف سائیکل ٹاسک شامل کیا گیا۔

source: Live check
ur: لائیو چیک

source: Local network access helps verify attendance against the restaurant Wi-Fi.
ur: مقامی نیٹ ورک تک رسائی ریستوران Wi-Fi کے خلاف حاضری کی تصدیق میں مدد کرتی ہے۔

source: Location
ur: مقام

source: Location is unavailable. Check Location Services and try again.
ur: مقام دستیاب نہیں ہے۔ مقام کی خدمات چیک کریں اور دوبارہ کوشش کریں۔

source: Location verification
ur: مقام کی توثیق

source: Look straight at the camera
ur: براہ راست کیمرے کی طرف دیکھیں

source: Lower the phone slightly
ur: فون کو تھوڑا نیچے کریں۔

source: Main Branch
ur: مین برانچ

source: Monday
ur: پیر

source: Monthly Payroll
ur: ماہانہ تنخواہ

source: Monthly installment
ur: ماہانہ قسط

source: Move a little closer
ur: تھوڑا سا قریب ہو جاؤ

source: Move a little farther away
ur: ذرا دور ہٹ جائیں۔

source: Move into even lighting and try again
ur: یکساں روشنی میں جائیں اور دوبارہ کوشش کریں۔

source: Move within 50 metres of your branch.
ur: اپنی برانچ کے 50 میٹر کے اندر منتقل ہوں۔

source: Move your face slightly left
ur: اپنے چہرے کو تھوڑا سا بائیں گھمائیں۔

source: Move your face slightly right
ur: اپنے چہرے کو تھوڑا سا دائیں طرف گھمائیں۔

source: My Request
ur: میری درخواست

source: My leave
ur: میری چھٹی

source: My payslips
ur: میری پے سلپس

source: My request
ur: میری درخواست

source: Net payroll
ur: خالص تنخواہ

source: New requests and their approval history will appear here.
ur: نئی درخواستیں اور ان کی منظوری کی سرگزشت یہاں ظاہر ہوگی۔

source: Newest employee records
ur: ملازمین کا تازہ ترین ریکارڈ

source: No active branch is assigned to this account.
ur: اس اکاؤنٹ کو کوئی فعال برانچ تفویض نہیں کی گئی ہے۔

source: No branch assigned
ur: کوئی برانچ تفویض نہیں کی گئی۔

source: No correction requests
ur: کوئی اصلاح کی درخواست نہیں ہے۔

source: No documents
ur: کوئی دستاویزات نہیں۔

source: No employees
ur: کوئی ملازم نہیں۔

source: No employees yet
ur: ابھی تک کوئی ملازم نہیں۔

source: No leave requests
ur: چھٹی کی کوئی درخواست نہیں۔

source: No matching employees
ur: کوئی مماثل ملازمین نہیں۔

source: No payroll runs
ur: کوئی پے رول نہیں چلتا

source: No payslips yet
ur: ابھی تک کوئی پے سلپس نہیں ہے۔

source: No public IP detected.
ur: کوئی عوامی IP نہیں ملا۔

source: No salary transactions
ur: تنخواہ کا کوئی لین دین نہیں۔

source: No upcoming shifts
ur: کوئی آنے والی شفٹیں نہیں۔

source: Not Now
ur: ابھی نہیں۔

source: Not configured
ur: کنفیگر نہیں ہے۔

source: Not linked
ur: منسلک نہیں

source: Notification preferences saved.
ur: اطلاع کی ترجیحات محفوظ ہو گئیں۔

source: Notifications
ur: اطلاعات

source: Notifications are disabled in iPhone Settings.
ur: اطلاعات iPhone ترتیبات میں غیر فعال ہیں۔

source: Notifications enabled.
ur: اطلاعات فعال ہیں۔

source: Offline attendance could not be protected.
ur: آف لائن حاضری کو محفوظ نہیں کیا جا سکا۔

source: Offline attendance synchronized.
ur: آف لائن حاضری مطابقت پذیر ہے۔

source: Offline recovery is ready. Your signed scan will sync after internet returns.
ur: آف لائن ریکوری تیار ہے۔ آپ کا دستخط شدہ اسکین انٹرنیٹ کی واپسی کے بعد مطابقت پذیر ہو جائے گا۔

source: One staff meal recorded after the included allowance
ur: شامل الاؤنس کے بعد عملے کا ایک کھانا ریکارڈ کیا گیا۔

source: Open an employee to configure salary, pay dates, and work week.
ur: تنخواہ، ادائیگی کی تاریخوں، اور کام کے ہفتہ کو ترتیب دینے کے لیے ملازم کو کھولیں۔

source: Operations
ur: آپریشنز

source: Optic ID
ur: آپٹک ID

source: Overtime
ur: اوور ٹائم

source: PKR salary calculations based on each employee’s joining date and work schedule.
ur: ہر ملازم کی شمولیت کی تاریخ اور کام کے شیڈول کی بنیاد پر PKR تنخواہ کا حساب۔

source: Password
ur: پاس ورڈ

source: Password & notifications
ur: پاس ورڈ اور اطلاعات

source: Password updated. Sign in with your new password.
ur: پاس ورڈ اپ ڈیٹ ہو گیا۔ اپنے نئے پاس ورڈ کے ساتھ سائن ان کریں۔

source: Pay day and cutoff day must be between 1 and 31.
ur: ادائیگی کا دن اور کٹ آف کا دن 1 اور 31 کے درمیان ہونا چاہیے۔

source: Payroll adjustment added.
ur: پے رول ایڈجسٹمنٹ شامل کر دی گئی۔

source: Payroll draft prepared with approved salary transactions.
ur: منظور شدہ تنخواہ کے لین دین کے ساتھ پے رول ڈرافٹ تیار کیا گیا ہے۔

source: Payroll operations
ur: پے رول آپریشنز

source: Payroll run was not created.
ur: پے رول رن نہیں بنایا گیا تھا۔

source: Payroll workspace
ur: پے رول ورک اسپیس

source: Payslips
ur: پے سلپس

source: Pending Leave
ur: زیر التواء چھٹی

source: Pending Leaves
ur: زیر التواء چھٹیاں

source: Pending deductions
ur: زیر التواء کٹوتیاں

source: Pending swaps
ur: زیر التواء تبادلہ

source: Please complete the quick live face check.
ur: براہ کرم فوری براہ راست چہرے کی جانچ مکمل کریں۔

source: Position one face inside the oval
ur: انڈاکار کے اندر ایک چہرہ رکھیں

source: Precise location and restaurant network checks are used only when attendance is marked. Failed and successful attempts may be audited for workplace security.
ur: درست مقام اور ریستوراں کے نیٹ ورک کی جانچ صرف اس وقت استعمال کی جاتی ہے جب حاضری کو نشان زد کیا جاتا ہے۔ کام کی جگہ کی حفاظت کے لیے ناکام اور کامیاب کوششوں کا آڈٹ کیا جا سکتا ہے۔

source: Present Today
ur: آج پیش کریں۔

source: Privacy & account deletion
ur: رازداری اور اکاؤنٹ کو حذف کرنا

source: Private employee files will appear here.
ur: پرائیویٹ ملازمین کی فائلیں یہاں ظاہر ہوں گی۔

source: Raise the phone slightly
ur: فون کو ہلکا سا اونچا کریں۔

source: Recent team
ur: حالیہ ٹیم

source: Registered email
ur: رجسٹرڈ ای میل

source: Reimbursement submitted.
ur: معاوضہ جمع کرایا۔

source: Removed by manager from employee profile
ur: مینیجر کے ذریعے ملازم پروفائل سے ہٹا دیا گیا۔

source: Report,Employee,Code,Date,Status,Amount PKR,Details
ur: رپورٹ، ملازم، کوڈ، تاریخ، حیثیت، رقم PKR، تفصیلات

source: Reports
ur: رپورٹس

source: Request or review a missed check-in or check-out.
ur: چھوٹ گئے چیک ان یا چیک آؤٹ کی درخواست کریں یا اس کا جائزہ لیں۔

source: Request time off and follow each approval status.
ur: وقت کی چھٹی کی درخواست کریں اور منظوری کی ہر حیثیت کی پیروی کریں۔

source: Requested check-in
ur: چیک ان کی درخواست کی۔

source: Requested check-out
ur: چیک آؤٹ کی درخواست کی۔

source: Requests and decisions will appear here.
ur: درخواستیں اور فیصلے یہاں ظاہر ہوں گے۔

source: Reset your password
ur: اپنا پاس ورڈ دوبارہ ترتیب دیں۔

source: Restaurant Wi-Fi
ur: ریسٹورنٹ Wi-Fi

source: Restaurant Wi-Fi and GPS
ur: ریستوراں Wi-Fi اور GPS

source: Restaurant Wi-Fi or GPS
ur: ریستوراں Wi-Fi یا GPS

source: Returned
ur: واپس آ گیا۔

source: Reversal recorded.
ur: واپسی ریکارڈ کر دی گئی۔

source: Review attendance for the selected branch and date.
ur: منتخب برانچ اور تاریخ کے لیے حاضری کا جائزہ لیں۔

source: Review requests and keep policies understandable for the team.
ur: درخواستوں کا جائزہ لیں اور پالیسیوں کو ٹیم کے لیے قابل فہم رکھیں۔

source: Review what the app uses or permanently remove your account.
ur: جائزہ لیں کہ ایپ کیا استعمال کرتی ہے یا آپ کے اکاؤنٹ کو مستقل طور پر ہٹا دیں۔

source: Reviewed in CB Employee Hub
ur: CB ایمپلائی ہب میں جائزہ لیا گیا۔

source: Role
ur: کردار

source: Rules, daily activity, approvals and reversals.
ur: قواعد، روزمرہ کی سرگرمی، منظوری اور تبدیلیاں۔

source: Safe outage behavior
ur: محفوظ بندش کا سلوک

source: Salary & Payroll
ur: تنخواہ اور پے رول

source: Salary cannot be negative.
ur: تنخواہ منفی نہیں ہو سکتی۔

source: Salary component saved.
ur: تنخواہ کا جزو محفوظ ہو گیا۔

source: Salary loan added.
ur: تنخواہ کا قرض شامل کیا گیا۔

source: Salary operations
ur: تنخواہ کے کام

source: Salary payment recorded.
ur: تنخواہ کی ادائیگی ریکارڈ کی گئی۔

source: Salary rule saved.
ur: تنخواہ کا اصول محفوظ ہو گیا۔

source: Salary transaction added.
ur: تنخواہ کا لین دین شامل کیا گیا۔

source: Salary version saved.
ur: تنخواہ کا ورژن محفوظ ہو گیا۔

source: Salary, pay dates and work week saved.
ur: تنخواہ، ادائیگی کی تاریخیں اور کام کا ہفتہ محفوظ ہو گئے۔

source: Saturday
ur: ہفتہ

source: Save Employee Face
ur: ملازم کے چہرے کو محفوظ کریں۔

source: Scanning Automatically…
ur: خودکار طور پر اسکین ہو رہا ہے…

source: Scheduled shifts will appear here.
ur: طے شدہ شفٹیں یہاں ظاہر ہوں گی۔

source: Shift cancelled.
ur: شفٹ منسوخ ہو گئی۔

source: Shift roster
ur: شفٹ روسٹر

source: Shift saved.
ur: شفٹ محفوظ ہو گئی۔

source: Shift swap requested.
ur: شفٹ سویپ کی درخواست کی گئی۔

source: Shift updated and returned to draft.
ur: شفٹ کو اپ ڈیٹ کر کے ڈرافٹ میں واپس کر دیا گیا۔

source: Sign in to CB Employee Hub
ur: CB ایمپلائی ہب میں سائن ان کریں۔

source: Sign in with your password once and enable Face ID for future logins.
ur: اپنے پاس ورڈ کے ساتھ ایک بار سائن ان کریں اور مستقبل کے لاگ ان کے لیے Face ID کو فعال کریں۔

source: Statutory payroll rule saved.
ur: قانونی تنخواہ کا اصول محفوظ ہو گیا۔

source: Sunday
ur: اتوار

source: Switch to Urdu
ur: اردو پر جائیں۔

source: Sync status
ur: مطابقت پذیری کی حیثیت

source: Tap Add to create the first team record.
ur: پہلا ٹیم ریکارڈ بنانے کے لیے شامل کریں پر ٹیپ کریں۔

source: Team Member
ur: ٹیم ممبر

source: Team directory
ur: ٹیم ڈائرکٹری

source: The camera could not start
ur: کیمرہ شروع نہیں ہو سکا

source: The email or password is incorrect. Please check both and try again.
ur: ای میل یا پاس ورڈ غلط ہے۔ براہ کرم دونوں کو چیک کریں اور دوبارہ کوشش کریں۔

source: The employee face could not be verified.
ur: ملازم کے چہرے کی تصدیق نہیں ہو سکی۔

source: The face challenge expired. Please start again.
ur: چہرے کا چیلنج ختم ہو گیا۔ براہ کرم دوبارہ شروع کریں۔

source: The face does not match the employee logged into this account.
ur: چہرہ اس اکاؤنٹ میں لاگ ان ملازم سے مماثل نہیں ہے۔

source: The face evidence is incomplete.
ur: چہرے کا ثبوت نامکمل ہے۔

source: The face scan could not be prepared. Please scan again.
ur: چہرے کا اسکین تیار نہیں کیا جا سکا۔ براہ کرم دوبارہ اسکین کریں۔

source: The front camera is unavailable
ur: سامنے والا کیمرہ دستیاب نہیں ہے۔

source: The web kiosk was retired. Use an assigned employee account on iOS.
ur: ویب کیوسک ریٹائرڈ تھا۔ iOS پر ایک تفویض کردہ ملازم اکاؤنٹ استعمال کریں۔

source: These details help employees confirm their assigned workplace.
ur: یہ تفصیلات ملازمین کو ان کے تفویض کردہ کام کی جگہ کی تصدیق کرنے میں مدد کرتی ہیں۔

source: This CNIC is already assigned to another employee. Use the employee's own CNIC or edit the existing record.
ur: یہ CNIC پہلے ہی کسی دوسرے ملازم کو تفویض کیا گیا ہے۔ ملازم کا اپنا CNIC استعمال کریں یا موجودہ ریکارڈ میں ترمیم کریں۔

source: This code has expired. Request a new code and try again.
ur: اس کوڈ کی میعاد ختم ہو چکی ہے۔ ایک نئے کوڈ کی درخواست کریں اور دوبارہ کوشش کریں۔

source: This employee code is already in use. Enter a unique employee code.
ur: یہ ملازم کوڈ پہلے سے استعمال میں ہے۔ ایک منفرد ملازم کوڈ درج کریں۔

source: This iPhone could not create a protected attendance key.
ur: یہ iPhone ایک محفوظ حاضری کلید نہیں بنا سکا۔

source: Three approved overtime hours
ur: تین منظور شدہ اوور ٹائم گھنٹے

source: Thursday
ur: جمعرات

source: Today’s Status
ur: آج کی صورتحال

source: Touch ID
ur: ٹچ آئی ڈی

source: Transaction confirmed
ur: لین دین کی تصدیق ہو گئی۔

source: Transaction removed from salary
ur: تنخواہ سے لین دین ہٹا دیا گیا۔

source: Transactions matching these filters will appear here.
ur: ان فلٹرز سے مماثل لین دین یہاں ظاہر ہوگا۔

source: Try a different name, code, or position.
ur: کوئی مختلف نام، کوڈ یا پوزیشن آزمائیں۔

source: Tuesday
ur: منگل

source: Unmarked
ur: نشان زدہ

source: Upcoming hours, breaks and approved swaps.
ur: آنے والے گھنٹے، وقفے اور منظور شدہ تبادلہ۔

source: Use Face ID to sign in securely without typing your password each time.
ur: ہر بار اپنا پاس ورڈ ٹائپ کیے بغیر محفوظ طریقے سے سائن ان کرنے کے لیے Face ID استعمال کریں۔

source: Use Password
ur: پاس ورڈ استعمال کریں۔

source: Use at least six characters. Your previous password will stop working immediately.
ur: کم از کم چھ حروف استعمال کریں۔ آپ کا سابقہ ​​پاس ورڈ فوری طور پر کام کرنا بند کر دے گا۔

source: Use the verified check-in or manager override flow.
ur: تصدیق شدہ چیک ان یا مینیجر اوور رائیڈ فلو استعمال کریں۔

source: Use your iPhone setting or select a permanent theme.
ur: اپنی iPhone ترتیب استعمال کریں یا مستقل تھیم منتخب کریں۔

source: Verification code sent.
ur: تصدیقی کوڈ بھیجا گیا۔

source: Verify Your Face
ur: اپنے چہرے کی تصدیق کریں۔

source: Verify your email
ur: اپنے ای میل کی تصدیق کریں۔

source: Waiting for an internet connection.
ur: انٹرنیٹ کنکشن کا انتظار ہے۔

source: Wednesday
ur: بدھ

source: We’ll send a secure six-digit code to your registered email.
ur: ہم آپ کے رجسٹرڈ ای میل پر چھ ہندسوں کا ایک محفوظ کوڈ بھیجیں گے۔

source: Wi-Fi rule updated.
ur: Wi-Fi اصول اپ ڈیٹ ہو گیا۔
